<?php
/**
 * ===========================================================================================
 * SYSTEM NAME    : セールスサポート
 * PROGRAM NAME   : メッセージ定義
 * PROGRAM ID     : msg.php
 * DEVELOPED BY   : OSC
 * CREATE DATE    : 2015/04/01
 * ===========================================================================================
 **/

define('MSG1','データベースに接続できませんでした。環境を確認して再度実行してください。');
define('MSG2','プログラムに異常が発生しました。管理者にお問い合わせください。');
define('MSG3','データが取得できませんでした。');
//バインドメッセージ
define('MSB01','%0%を入力してください。');
define('MSB02','%0%は%1%で入力してください。');